{ "pealkiri": "rätseptarkvara",
"home": "#koodimaja",
"meist": "meist",
"tehtud": "tehtud",
"kontakt": "kontakt",
"pealkiriTekst": "Me toodame tarkvara. Täpselt sellist nagu teil vaja on.",
"readMoreHere": "Loe rohkem siit",
"whatWeDo": "Mida me teeme?",
"whyWeDo": "Miks me teeme?",
"howWeDo": "Kuidas me teeme?",
"whatWeDoDetailsFirstPage": "Me tegeleme tarkvara loomisega. Me toodame tarkvara, mis on tehtud vastavalt teie vajadusele. Meie käest saab tellida erinevat tarkvara, näiteks registreid, kliendi- ja müügihaldussüsteeme, laosüsteeme jms. ",
"whyWeDoDetailsFirstPage": "Miks tellida rätseptarkvara, kui on olemas nii palju erinevaid valmistooteid? Iga äri on erinev ja ka vajadused on erinevad. Kaks sama valdkonna firmat ei tee kunagi asju ühtemoodi. Valmistoode võib tuua lahenduse suurele osale vajadustest, aga tihti ei suuda see pakkuda terviklikkust. Just puudujääva osa liitmine erilahenduste kaudu võib anda olulise konkurentsieelise ja luua märkimisväärse kasu. ",
"howWeDoDetailsFirstPage": "Tarkvara loomiseks kasutame moodsaid vabavaralisi tehnoloogiaid, nagu näiteks NodeJs, MeteorJs, React. Loodavad tarkvarad on veebipõhised ja töötavad klient-server põhimõttel. See annab väga suure paindlikkusse: rakendused töötavad telefonides ja saab ära kasutada viimase funktsionaalsust, näiteks kaamerat QR koodi lugemiseks. ",
"exampleOfThings": "Näited loodud tarkvarast",
"kvaliteetSys": "Kvaliteedijälgimisesüsteem tootmisettevõttele",
"kvaliteetSysDescShort": "Kliendil oli toodete standarditest tulenevad spetsiifilised kvaliteedinõuded - näiteks toote hoidmine 48 tundi ja alles siis kvaliteediparameetrite mõõtmine, erinevat tüüpi mõõdikud, mida mõõta jne. Valmistarkvara, mis sobiks, ei olnud saada. Ka kliendi poolt kasutatav SAP ERP süsteem ei võimaldanud nõutud tegevusi teha. Klient otsustas tellida rätseptarkvara, mis oli 100% tema jaoks arendatud ja suutis teha kõike, mida vaja. ",
"itRegistry": "IT seadmete register",
"itRegistryDescShort": "Ettevõttel (~350 töötajat) oli vaja lihtsat vahendit, kuhu registreerida töötajatele välja jagatud seadmed nagu arvutid, ekraanid, telefonid ja kõik muud vahendid. Exceli tabeli asemel otsustati luua rätseptarkvara. Tulemuseks oli lihtne veebibrauseris jooksev rakendus ",
"contactUs": "Võtke meiega ühendust",
"yourName": "Teie nimi",
"yourEmail": "Teie email",
"pealKiri": "Teema",
"sõnum": "Sõnum",
"send": "Kiri teele",
"footerText": "Me oleme pikaajalise äritarkvaraarenduse kogemusega tiim, kellele meeldib head tarkvara luua. Me suhtumine oma töösse uhkusega ja tahame luua parima toote kliendile.",
"findUs": "Leia meid",
"whatWeDoDetails": "Me tegeleme tarkvaraloomisega. Me toodame tarkvara, mis on tehtud vastavalt teie vajadusele. Meie käest saab tellida kõiksugu tarkvara, näiteks registreid, kliendi-ja müügihaldussüsteeme, laosüsteeme jne. Me võime luua liideseid, mis suhtlevad erinevate äritarkvaradega, eraldiseisvaid tööriistu millegi mõõtmiseks ja analüüsimiseks või lihtsa veebilehe koos vormiga mõne ürituse jaoks.",
"whyWeDoDetails": "Miks tellida rätseptarkvara, kui on olemas nii palju erinevaid valmistooteid? Iga äri on erinev ja iga äri vajadused on erinevad. Kaks täpselt ühte ja sama äri ajavat firmat ei tee kunagi asju ühte moodi. Valmistoode võib lahendada ära suure osa vajadustest, aga tihti ei suuda ta ära lahendada tervikut. Ja see puudujääv osa võib anda olulise konkurentsieelise ja luua märkimisväärse kasu.",
"howWeDoDetails": "Tarkvara loomiseks kasutame me moodsaid vabavaralisi tehnoloogiaid nagu näiteks NodeJs, MeteorJs, React. Loodavad tarkvarad on veebipõhised ja töötavad klient-server põhimõttel. See annab väga suure paindlikusse, loodud rakendused töötavad telefonides, saab ära kasutada telefoni funktsionaalsusi, näiteks QR koodi lugemiseks kaamerat või telefoni GPSi. Töötame tihedalt koos kliendiga ja panene rõhku analüüsile, et algusest peale õiget asja toota.",
"kvaliteetSysDesc": "Kliendil oli toodete standarditest tulenevad spetsiifilised kvaliteedinõuded - näiteks toote hoidmine 48 tundi ja alles siis kvaliteediparameetrite mõõtmine, erinevat tüüpi mõõdikud, mida mõõta jne. Valmistarkvara, mis sobiks, ei olnud saada. Ka kliendi poolt kasutatav SAP ERP süsteem ei võimaldanud nõutud tegevusi teha. Klient otsustas tellida rätseptarkvara, mis oli 100% tema jaoks arendatud ja suutis teha kõike, mida vaja. Rätseptarkvara likvideeris mitmeid exceli tabeleid, accessi andmebaasi 
ning palju hulga käsitsi kirjutatavaid tootekaarte. Tarkvaraarendusele kulus vaid kaks nädalat ja seejärel oli toode juba kasutusel. Samuti oli seda võimalik edasi arendada, näiteks luua reaalajas kvaliteediandmeid kuvavad ekraanid tehasesse. Toode oli ka liidestatud SAP’ga (kasutas SAPi tooteandmeid).",
"itRegistryDesc": "Ettevõttel (~350 töötajat) oli vaja lihtsat vahendit, kuhu registreerida töötajatele välja jagatud seadmed nagu arvutid, ekraanid, telefonid ja kõik muud vahendid. Exceli tabeli asemel otsustati luua rätseptarkvara. Tulemuseks oli lihtne veebibrauseris jooksev rakendus, kuhu sai luua töötaja ja talle lisada seadmeid. Kõik töötajaid said alguses võimaluse enda käes olevad seadmed ise registreerida. Rakendus andis hea ülevaate ettevõtte IT inventaarist, seadmeid sai töötajatelt ära võtta ja teistele suunata, seadmeid sai märkida mitte kasutusel olevaks, uuendada andmeid jms.",
"knowHow": "Know-how jagamise keskkond",
"knowHowDesc": "Reddit'i stiilis keskkond, kus ettevõtte töötajad saavad esitada küsimusi ja teised saavad neile vastata. Vastajad ja ka küsimuste esitajad saavad koguda punkte, mis motiveerib neid arutelus osalema. Kohandatud vabavaralisest tarkvarast.",
"located": "Me asume Tallinnas.",
"6reasons": "6 põhjust, miks tellida rätseptarkvara",
"1reason": "Sobib kõigi teie vajadustega",
"1reasonDesc": "See on nagu hea ülikond, mis on mõõdetud, tehtud, proovitud ja tehtud uuesti ainult teie jaoks.",
"2reason": "Laseb teostada enda visiooni, mitte kohanduda kellegi teise omaga",
"2reasonDesc": "Teie teate, mis on Teie ärile parim ja kõige vajalikum. Mitte keegi teine.",
"3reason": "On võimalik kohandada ja integreerida vastavalt vajadustele",
"3reasonDesc": "Teie jaoks toodetud tarkvaras saab igat väikest nuppu ja teksti muuta. Samuti saab selle panna suhtlema teie põhisüsteemidega.",
"4reason": "Annab konkurentsieelise",
"4reasonDesc": "Valmistarkvara on see sama, mida kasutavad Teie konkurendid. Olge targemad.",
"5reason": "Tekitab võimaluse kasvada",
"5reasonDesc": "Kasutades paindlikku tarkvaraarhitektuuri on rätseptarkvarale alati võimalik juurde ehitada mooduleid ja lisafunktsioone. Valmistoodetel tihti need võimalused puuduvad või on kulukamad.",
"6reason": "Puuduvad litsentsitasud, te omate tarkvara",
"6reasonDesc": "Te ei pea maksma kalleid tarkvaralitsentse või selle jooksutamiseks serverite litsentse. Te omate tarkvara ja kõik selle komponendid on vabavaralised."}